<template>
  <div class="section mt-8 lg:mt-24 grid gap-6 indent-8 text-lg">
    <h1 class="text-2xl lg:text-3xl font-bold mb-6">История завода</h1>
    <p class="">
      <span class="font-bold">Карпинский Электромашиностроительный Завод</span>
      более 60 лет является производителем крупных электрических машин как
      постоянного, так и переменного тока. В настоящее время КЭМЗ представляет
      собой многоотраслевой производственно-хозяйственный,
      научно-исследовательский и проектный комплекс с замкнутым производственным
      циклом от проектирования различных видов продукции до их послепродажного
      обслуживания.
    </p>
    <img
      src="~assets/images/about_1.jpg"
      alt="О заводе"
      class="w-full h-80 object-cover"
    />
    <p class="indent-8">
      В настоящее время КЭМЗ представляет собой многоотраслевой
      производственно-хозяйственный, научно-исследовательский и проектный
      комплекс с замкнутым производственным циклом от проектирования различных
      видов продукции до их послепродажного обслуживания. Производственная база
      обеспечивает все стадий процесса изготовления продукции. Современный
      производственный комплекс оснащен высокотехнологичными станками и
      оборудованием российских и зарубежных производителей. Сборка электрических
      машин и их испытание производятся на специализированных испытательных
      стендах по индивидуальным технологиям.
    </p>
    <img
      src="~assets/images/about_2.png"
      alt="О заводе"
      class="w-full h-80 object-cover"
    />
    <p>
      КЭМЗ располагает собственным конструкторским отделом и испытательной
      базой. Квалифицированный инженерный корпус позволяет самостоятельно
      разрабатывать технологии получения и ставить на производство новые виды
      продукции. Это обеспечивает быстрое внедрение новых разработок и передовых
      технологий в производство, позволяет выпускать продукцию различной
      сложности высокого качества, менять параметры по требованию заказчика.
    </p>
    <img
      src="~assets/images/about_3.jpg"
      alt="О заводе"
      class="w-full h-80 object-cover"
    />
    <p>Производственная деятельность завода ведется по:</p>

    <ul class="list-disc list-inside">
      <li>
        Экскаваторное оборудование: машины постоянного/переменного тока для
        карьерных и шагающих экскаваторов; Номенклатура завода включает широкий
        спектр электродвигателей и генераторов для питания главных приводов
        карьерных и шагающих экскаваторов;
      </li>
      <li>
        Оборудование для буровых: машины постоянного тока для буровых станков
        типа СБШ и крупных буровых установок с глубиной бурения до 8 000 м
        (электродвигатели от 90 кВт до 1000 кВт, порошковые и индукционные
        электромагнитные тормоза);
      </li>
      <li>
        Шахтное оборудование: взрывозащищённые асинхронные двигатели,
        применяемые в качестве промышленных приводов шахтных самоходных вагонов,
        проходческих комбайнов и шахтных конвейеров;
      </li>
      <li>Оборудование для железнодорожного транспорта (электровозов);</li>
      <li>
        Тяговые двигатели переменного и постоянного тока для привода
        мотор-колеса БЕЛАЗ. В частности ДПТ 590-2 УХЛ2 мощностью 590 кВт для
        БЕЛАЗ (130т);
      </li>
      <li>
        Электрические машины для городского электротранспорта: тяговые
        асинхронные электродвигатели для частотного регулирования;
      </li>
      <li>
        Крановые двигатели переменного и постоянного тока, по техническому
        заданию заказчика;
      </li>
      <li>Синхронные генераторы переменного тока для ДГУ.</li>
    </ul>

    <img
      src="~assets/images/about_4.png"
      alt="О заводе"
      class="w-full h-80 object-cover"
    />

    <p>
      Опыт в сочетании с профессионализмом позволяют нашему предприятию
      производить продукцию соответствующую современным требованиям. Товар
      проходит строгий контроль качества. Вся продукция сертифицирована и
      соответствует ГОСТ и ТУ. На предприятии действует система менеджмента
      качества, отвечающая требованиям международного стандарта качества ISO.
    </p>

    <img
      src="~assets/images/about_5.jpg"
      alt="О заводе"
      class="w-full h-80 object-cover mb-10"
    />
  </div>
</template>
